Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Black & White
ar: أبيض وأسود
cs: Černobílý
da: Sort-hvid
de: Schwarzweiß
el: Ασπρόμαυρο
es: Blanco y negro
fi: Mustavalkoinen
fr: Noir et blanc
he: שחור לבן
hi: श्वेत-श्याम
hu: Fekete-fehér
id: Hitam & Putih
it: Bianco e nero
ja: 白黒
ko: 흑백
nb: Svart-hvitt
nl: Zwart-wit
pl: Czarno-białe
pt_br: Preto e branco
pt_pt: Preto e branco
ro: Alb-negru
sv: Svartvitt
th: ขาวดำ
tr: Siyah Beyaz
uk: Чорно-білий
vi: Đen trắng
zh_hans: 黑白

source: Bottom
ar: أسفل
cs: Dole
da: Bund
de: Unten
el: Κάτω
es: Abajo
fi: Alhaalla
fr: Bas
he: תחתית
hi: नीचे
hu: Alul
id: Bawah
it: In basso
ja: 下
ko: 하단
nb: Bunn
nl: Onder
pl: Dół
pt_br: Embaixo
pt_pt: Baixo
ro: Jos
sv: Nederkant
th: ด้านล่าง
tr: Alt
uk: Знизу
vi: Dưới
zh_hans: 底部

source: Bronze
ar: برونزي
cs: Bronz
el: Χάλκινο
es: Bronce
fi: Pronssi
he: ארד
hi: कांस्य
hu: Bronz
id: Perunggu
it: Bronzo
ja: ブロンズ
ko: 브론즈
nb: Bronse
nl: Brons
pl: Brąz
ro: Bronz
sv: Brons
th: บรอนซ์
tr: Bronz
uk: Бронза
vi: Đồng
zh_hans: 青铜

source: Budget
ar: الميزانية
cs: Rozpočet
el: Προϋπολογισμός
es: Presupuesto
fi: Budjetti
he: תקציב
hi: बजट
hu: Költségvetés
id: Anggaran
ja: 予算
ko: 예산
nb: Budsjett
pl: Budżet
pt_br: Orçamento
pt_pt: Orçamento
ro: Buget
th: งบประมาณ
tr: Bütçe
uk: Бюджет
vi: Ngân sách
zh_hans: 预算

source: By Car
ar: بالسيارة
cs: Autem
da: Med bil
de: Mit dem Auto
el: Με αυτοκίνητο
es: En coche
fi: Autolla
fr: En voiture
he: ברכב
hi: कार से
hu: Autóval
id: Dengan Mobil
it: In auto
ja: 車で
ko: 자동차로
nb: Med bil
nl: Met de auto
pl: Samochodem
pt_br: De carro
pt_pt: De carro
ro: Cu mașina
sv: Med bil
th: โดยรถยนต์
tr: Araba ile
uk: Автомобілем
vi: Bằng ô tô
zh_hans: 驾车

source: By Train
ar: بالقطار
cs: Vlakem
da: Med tog
de: Mit dem Zug
el: Με τρένο
es: En tren
fi: Junalla
fr: En train
he: ברכבת
hi: ट्रेन से
hu: Vonattal
id: Dengan Kereta
it: In treno
ja: 電車で
ko: 기차로
nb: Med tog
nl: Met de trein
pl: Pociągiem
pt_br: De trem
pt_pt: De comboio
ro: Cu trenul
sv: Med tåg
th: โดยรถไฟ
tr: Trenle
uk: Потягом
vi: Bằng tàu hỏa
zh_hans: 火车

source: By Water
ar: عبر الماء
cs: Po vodě
da: Ad vandvejen
de: Auf dem Wasser
el: Με πλοίο
es: Por agua
fi: Vesitse
fr: Par voie maritime
he: בדרך הים
hi: जल मार्ग से
hu: Vízi úton
id: Melalui Air
it: Via acqua
ja: 船で
ko: 배로
nb: Sjøveien
nl: Over water
pl: Wodą
pt_br: Por água
pt_pt: Por água
ro: Pe apă
sv: Sjövägen
th: ทางน้ำ
tr: Deniz yoluyla
uk: Водним шляхом
vi: Bằng đường thủy
zh_hans: 水路

source: Camping
ar: التخييم
cs: Kempování
el: Κάμπινγκ
fi: Leirintä
he: קמפינג
hi: कैंपिंग
hu: Kemping
id: Berkemah
it: Campeggio
ja: キャンプ
ko: 캠핑
pl: Kemping
pt_pt: Campismo
th: แคมป์ปิ้ง
tr: Kamp
uk: Кемпінг
vi: Cắm trại
zh_hans: 露营

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Caption text
ar: نص التسمية التوضيحية
cs: Text titulku
da: Billedtekst
de: Untertiteltext
el: Κείμενο υποτίτλου
es: Texto del subtítulo
fi: Tekstityksen teksti
fr: Texte du sous-titre
he: טקסט הכיתוב
hi: कैप्शन टेक्स्ट
hu: Felirat szövege
id: Teks Keterangan
it: Testo didascalia
ja: 字幕テキスト
ko: 자막 텍스트
nb: Teksttekst
nl: Ondertiteltekst
pl: Tekst napisu
pt_br: Texto da legenda
pt_pt: Texto da legenda
ro: Text subtitrare
sv: Textinnehåll
th: ข้อความคำบรรยาย
tr: Altyazı metni
uk: Текст підпису
vi: Nội dung chú thích
zh_hans: 字幕文本

source: Captions
ar: التسميات التوضيحية
cs: Titulky
da: Billedtekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
fi: Tekstitykset
fr: Sous-titres
he: כיתובים
hi: कैप्शन
hu: Feliratok
id: Teks
it: Didascalie
ja: 字幕
ko: 자막
nb: Tekster
nl: Ondertitels
pl: Napisy
pt_br: Legendas
pt_pt: Legendas
ro: Subtitrări
sv: Texter
th: คำบรรยาย
tr: Altyazılar
uk: Підписи
vi: Chú thích
zh_hans: 字幕

source: Car
ar: سيارة
cs: Auto
da: Bil
de: Auto
el: Αυτοκίνητο
es: Coche
fi: Auto
fr: Voiture
he: רכב
hi: कार
hu: Autó
id: Mobil
it: Auto
ja: 車
ko: 자동차
nb: Bil
nl: Auto
pl: Samochód
pt_br: Carro
pt_pt: Carro
ro: Mașină
sv: Bil
th: รถยนต์
tr: Araba
uk: Автомобіль
vi: Ô tô
zh_hans: 汽车

source: Center
ar: وسط
cs: Uprostřed
da: Centreret
de: Mitte
el: Κέντρο
es: Centro
fi: Keskellä
fr: Centre
he: מרכז
hi: केंद्र
hu: Középen
id: Tengah
it: Centro
ja: 中央
ko: 중앙
nb: Sentrert
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
sv: Centrerad
th: กึ่งกลาง
tr: Orta
uk: По центру
vi: Giữa
zh_hans: 居中

source: Challenge
ar: تحدٍ
cs: Výzva
da: Udfordring
de: Herausforderung
el: Πρόκληση
es: Desafío
fi: Haaste
fr: Défi
he: אתגר
hi: चुनौती
hu: Kihívás
id: Tantangan
it: Sfida
ja: チャレンジ
ko: 챌린지
nb: Utfordring
nl: Uitdaging
pl: Wyzwanie
pt_br: Desafio
pt_pt: Desafio
ro: Provocare
sv: Utmaning
th: ความท้าทาย
tr: Meydan okuma
uk: Виклик
vi: Thử thách
zh_hans: 挑战

source: Change & Close
ar: تغيير وإغلاق
cs: Změnit a zavřít
da: Skift og luk
de: Ändern & schließen
el: Αλλαγή & κλείσιμο
es: Cambiar y cerrar
fi: Vaihda ja sulje
fr: Changer et fermer
he: החלף וסגור
hi: बदलें और बंद करें
hu: Módosítás és bezárás
id: Ubah & Tutup
it: Cambia e chiudi
ja: 変更して閉じる
ko: 변경 후 종료
nb: Endre og lukk
nl: Wijzigen en sluiten
pl: Zmień i zamknij
pt_br: Alterar e fechar
pt_pt: Alterar e fechar
ro: Schimbă și închide
sv: Ändra och stäng
th: เปลี่ยนและปิด
tr: Değiştir ve kapat
uk: Змінити і закрити
vi: Đổi & đóng
zh_hans: 更改并关闭

source: Change language and close the app?
ar: تغيير اللغة وإغلاق التطبيق؟
cs: Změnit jazyk a zavřít aplikaci?
da: Skift sprog og luk appen?
de: Sprache ändern und App schließen?
el: Αλλαγή γλώσσας και κλείσιμο της εφαρμογής;
es: ¿Cambiar el idioma y cerrar la app?
fi: Vaihdetaanko kieli ja suljetaanko sovellus?
fr: Changer la langue et fermer l'app ?
he: להחליף שפה ולסגור את האפליקציה?
hi: भाषा बदलें और ऐप बंद करें?
hu: Módosítja a nyelvet, és bezárja az appot?
id: Ubah bahasa dan tutup aplikasi?
it: Cambiare lingua e chiudere l'app?
ja: 言語を変更してアプリを閉じますか？
ko: 언어를 변경하고 앱을 종료할까요?
nb: Endre språk og lukke appen?
nl: Taal wijzigen en de app sluiten?
pl: Zmienić język i zamknąć appkę?
pt_br: Alterar o idioma e fechar o app?
pt_pt: Alterar o idioma e fechar a aplicação?
ro: Schimbi limba și închizi aplicația?
sv: Byta språk och stänga appen?
th: เปลี่ยนภาษาและปิดแอปหรือไม่?
tr: Dil değiştirilsin ve uygulama kapatılsın mı?
uk: Змінити мову і закрити застосунок?
vi: Đổi ngôn ngữ và đóng ứng dụng?
zh_hans: 更改语言并关闭应用？

source: Check-in date
ar: تاريخ تسجيل الوصول
cs: Datum příjezdu
da: Indtjekningsdato
de: Anreisedatum
el: Ημερομηνία άφιξης
es: Fecha de entrada
fi: Sisäänkirjautumispäivä
fr: Date d'arrivée
he: תאריך צ'ק-אין
hi: चेक-इन तारीख
hu: Bejelentkezés dátuma
id: Tanggal check-in
it: Data di check-in
ja: チェックイン日
ko: 체크인 날짜
nb: Innsjekkingsdato
nl: Incheckdatum
pl: Data zameldowania
pt_br: Data de check-in
pt_pt: Data de check-in
ro: Data check-in-ului
sv: Incheckningsdatum
th: วันที่เช็คอิน
tr: Giriş tarihi
uk: Дата заїзду
vi: Ngày nhận phòng
zh_hans: 入住日期

source: Check-out date
ar: تاريخ تسجيل المغادرة
cs: Datum odjezdu
da: Udtjekningsdato
de: Abreisedatum
el: Ημερομηνία αναχώρησης
es: Fecha de salida
fi: Uloskirjautumispäivä
fr: Date de départ
he: תאריך צ'ק-אאוט
hi: चेक-आउट तारीख
hu: Kijelentkezés dátuma
id: Tanggal check-out
it: Data di check-out
ja: チェックアウト日
ko: 체크아웃 날짜
nb: Utsjekkingsdato
nl: Uitcheckdatum
pl: Data wymeldowania
pt_br: Data de check-out
pt_pt: Data de check-out
ro: Data check-out-ului
sv: Utcheckningsdatum
th: วันที่เช็คเอาต์
tr: Çıkış tarihi
uk: Дата виїзду
vi: Ngày trả phòng
zh_hans: 退房日期

source: Choose Languages
ar: اختر اللغات
cs: Vyberte jazyky
da: Vælg sprog
de: Sprachen auswählen
el: Επιλογή γλωσσών
es: Elegir idiomas
fi: Valitse kielet
fr: Choisir les langues
he: בחרו שפות
hi: भाषाएँ चुनें
hu: Nyelvek kiválasztása
id: Pilih Bahasa
it: Scegli le lingue
ja: 言語を選択
ko: 언어 선택
nb: Velg språk
nl: Kies talen
pl: Wybierz języki
pt_br: Escolher idiomas
pt_pt: Escolher idiomas
ro: Alege limbile
sv: Välj språk
th: เลือกภาษา
tr: Dil Seç
uk: Виберіть мови
vi: Chọn ngôn ngữ
zh_hans: 选择语言

source: Choose a subtle background skin for your tabs. "Seasonal" automatically changes with the time of year.
ar: اختر مظهر خلفية أنيق لعلاماتك التبويب. يتغير "الموسمي" تلقائيًا حسب وقت السنة.
cs: Vyberte si jemný motiv pozadí pro vaše karty. „Sezónní“ se automaticky mění podle ročního období.
da: Vælg et diskret baggrundsskin til dine faner. "Sæsonbestemt" ændres automatisk med årstiden.
de: Wähle einen dezenten Hintergrund für deine Tabs. „Saisonal" ändert sich automatisch je nach Jahreszeit.
el: Επιλέξτε ένα διακριτικό φόντο για τις καρτέλες σας. Το "Εποχιακό" αλλάζει αυτόματα ανάλογα με την εποχή.
es: Elige una skin de fondo sutil para tus pestañas. "Estacional" cambia automáticamente según la época del año.
fi: Valitse hillitty taustateema välilehdillesi. ”Kausiluonteinen” muuttuu automaattisesti vuodenajan mukaan.
fr: Choisissez un habillage de fond discret pour vos onglets. « Saisonnier » change automatiquement selon la période de l'année.
he: בחר ערכת רקע עדינה לכרטיסיות שלך. "עונתי" משתנה אוטומטית לפי תקופת השנה.
hi: अपने टैब के लिए एक सूक्ष्म बैकग्राउंड स्किन चुनें। "मौसमी" साल के समय के साथ अपने आप बदलता है।
hu: Válassz visszafogott háttértémát a füleidhez. Az "Évszakos" automatikusan változik az évszaknak megfelelően.
id: Pilih skin latar belakang yang halus untuk tab Anda. "Musiman" berubah otomatis sesuai waktu dalam setahun.
it: Scegli uno sfondo discreto per le tue schede. "Stagionale" cambia automaticamente in base al periodo dell'anno.
ja: タブの控えめな背景スキンを選択しましょう。「季節」は季節に応じて自動的に変わります。
ko: 탭에 은은한 배경 스킨을 선택하세요. "계절별"은 계절에 따라 자동으로 바뀝니다.
nb: Velg et diskré bakgrunnsskin for fanene dine. «Sesongbasert» endres automatisk med årstiden.
nl: Kies een subtiele achtergrondskin voor je tabbladen. "Seizoensgebonden" verandert automatisch met het jaargetijde.
pl: Wybierz subtelną skórkę tła dla zakładek. „Sezonowa” zmienia się automatycznie wraz z porą roku.
pt_br: Escolha um tema de fundo sutil para suas abas. "Sazonal" muda automaticamente com a época do ano.
pt_pt: Escolhe um tema de fundo subtil para os teus separadores. "Sazonal" muda automaticamente consoante a época do ano.
ro: Alege un skin de fundal discret pentru filele tale. „Sezonier" se schimbă automat în funcție de anotimp.
sv: Välj en diskret bakgrundsskin för dina flikar. "Säsongsbetonad" ändras automatiskt med årstiden.
th: เลือกสกินพื้นหลังที่ดูกลมกลืนสำหรับแท็บของคุณ "ตามฤดูกาล" จะเปลี่ยนอัตโนมัติตามช่วงเวลาของปี
tr: Sekmelerin için sade bir arka plan teması seç. "Mevsimsel" yıl boyunca otomatik olarak değişir.
uk: Виберіть непомітну тему фону для вкладок. "Сезонна" автоматично змінюється залежно від пори року.
vi: Chọn hình nền tinh tế cho các tab của bạn. "Theo mùa" sẽ tự động thay đổi theo thời điểm trong năm.
zh_hans: 为你的标签页选择一个低调的背景皮肤。"季节性"会随季节自动变化。

source: Choose which transitions PMemories can use — it will spread the ones you pick automatically between your clips.
ar: اختر الانتقالات التي يمكن لـ PMemories استخدامها — سيقوم بتوزيع ما تختاره تلقائيًا بين مقاطعك.
cs: Vyberte, které přechody může PMemories používat — vybrané automaticky rozmístí mezi vaše klipy.
da: Vælg hvilke overgange PMemories må bruge — den fordeler automatisk dem, du vælger, mellem dine klip.
de: Wähle aus, welche Übergänge PMemories verwenden darf — die ausgewählten werden automatisch zwischen deinen Clips verteilt.
el: Επίλεξε ποιες μεταβάσεις μπορεί να χρησιμοποιεί το PMemories — θα κατανείμει αυτόματα αυτές που επιλέγεις ανάμεσα στα κλιπ σου.
es: Elige qué transiciones puede usar PMemories — distribuirá automáticamente las que elijas entre tus clips.
fi: Valitse, mitä siirtymiä PMemories saa käyttää — se jakaa valitsemasi automaattisesti klippiesi väliin.
fr: Choisissez les transitions que PMemories peut utiliser — celles que vous sélectionnez seront réparties automatiquement entre vos clips.
he: בחר אילו מעברים PMemories יכול להשתמש בהם — הוא יפזר אוטומטית את אלה שתבחר בין הקליפים שלך.
hi: चुनें कि PMemories कौन से ट्रांज़िशन इस्तेमाल कर सकता है — यह आपके चुने हुए ट्रांज़िशन को आपके क्लिप्स के बीच अपने आप बाँट देगा।
hu: Válaszd ki, mely átmeneteket használhatja a PMemories — a kiválasztottakat automatikusan elosztja a klipjeid között.
id: Pilih transisi mana yang boleh digunakan PMemories — transisi yang kamu pilih akan disebar otomatis di antara klip-klipmu.
it: Scegli quali transizioni può usare PMemories — distribuirà automaticamente quelle selezionate tra le tue clip.
ja: PMemoriesが使用できるトランジションを選択してください — 選んだものをクリップの間に自動的に配置します。
ko: PMemories가 사용할 수 있는 전환 효과를 선택하세요 — 선택한 효과를 클립 사이에 자동으로 배치합니다.
nb: Velg hvilke overganger PMemories kan bruke — den fordeler automatisk de du velger mellom klippene dine.
nl: Kies welke overgangen PMemories mag gebruiken — de gekozen overgangen worden automatisch verdeeld over je clips.
pl: Wybierz, których przejść może używać PMemories — appka sama rozmieści wybrane pomiędzy Twoimi klipami.
pt_br: Escolha quais transições o PMemories pode usar — ele vai distribuir automaticamente as que você escolher entre seus clipes.
pt_pt: Escolhe que transições o PMemories pode usar — vai distribuir automaticamente as que escolheres entre os teus clips.
ro: Alege ce tranziții poate folosi PMemories — le va distribui automat pe cele alese între clipurile tale.
sv: Välj vilka övergångar PMemories får använda — den fördelar automatiskt de du väljer mellan dina klipp.
th: เลือกการเปลี่ยนฉากที่ PMemories ใช้ได้ — ระบบจะกระจายฉากที่คุณเลือกโดยอัตโนมัติระหว่างคลิปของคุณ
tr: PMemories'in kullanabileceği geçişleri seç — seçtiklerini kliplerin arasına otomatik olarak dağıtacak.
uk: Виберіть, які переходи може використовувати PMemories — обрані переходи автоматично розподілятимуться між вашими кліпами.
vi: Chọn những kiểu chuyển cảnh mà PMemories có thể dùng — ứng dụng sẽ tự động phân bổ những kiểu bạn chọn giữa các đoạn clip.
zh_hans: 选择 PMemories 可以使用的转场效果——系统会自动将你选中的转场分配到各个片段之间。

source: Cinematic
ar: سينمائي
cs: Filmový
da: Filmisk
de: Filmisch
el: Κινηματογραφικό
es: Cinemática
fi: Elokuvallinen
fr: Cinématique
he: קולנועי
hi: सिनेमाई
hu: Filmes
id: Sinematik
it: Cinematografico
ja: シネマティック
ko: 시네마틱
nb: Filmatisk
nl: Filmisch
pl: Filmowa
pt_br: Cinematográfico
pt_pt: Cinematográfico
sv: Filmisk
th: สไตล์ภาพยนตร์
tr: Sinematik
uk: Кінематографічний
vi: Điện ảnh
zh_hans: 电影感

source: Cities
ar: المدن
cs: Města
da: Byer
de: Städte
el: Πόλεις
es: Ciudades
fi: Kaupungit
fr: Villes
he: ערים
hi: शहर
hu: Városok
id: Kota
it: Città
ja: 都市
ko: 도시
nb: Byer
nl: Steden
pl: Miasta
pt_br: Cidades
pt_pt: Cidades
ro: Orașe
sv: Städer
th: เมือง
tr: Şehirler
uk: Міста
vi: Thành phố
zh_hans: 城市

source: City Explorer
ar: مستكشف المدن
cs: Průzkumník měst
da: Byudforsker
de: Städte-Entdecker
el: Εξερευνητής Πόλεων
es: Explorador de ciudades
fi: Kaupunkien tutkija
fr: Explorateur de villes
he: חוקר ערים
hi: सिटी एक्सप्लोरर
hu: Városfelfedező
id: Penjelajah Kota
it: Esploratore di città
ja: シティエクスプローラー
ko: 도시 탐험가
nb: Byutforsker
nl: Stadsontdekker
pl: Odkrywca miast
pt_br: Explorador de cidades
pt_pt: Explorador de cidades
ro: Explorator de orașe
sv: Stadsutforskare
th: นักสำรวจเมือง
tr: Şehir Kaşifi
uk: Дослідник міст
vi: Nhà thám hiểm thành phố
zh_hans: 城市探索者

source: City Hopper
ar: متنقل بين المدن
cs: Skokan po městech
da: Byhopper
de: Stadtenspringer
el: Περιπλανώμενος στις πόλεις
es: Saltador de ciudades
fi: Kaupunkihyppijä
fr: Sauteur de villes
he: קופץ בין ערים
hi: सिटी हॉपर
hu: Városugró
id: Penjelajah Kota
it: Saltatore di città
ja: 都市ホッパー
ko: 도시 호퍼
nb: Byhopper
nl: Stedenhopper
pl: Skoczek Miejski
pt_br: Saltador de Cidades
pt_pt: Saltador de Cidades
ro: Sărind din oraș în oraș
sv: Stadshoppare
th: นักกระโดดเมือง
tr: Şehir Atlayıcı
uk: Мандрівник між містами
vi: Người nhảy qua các thành phố
zh_hans: 城市跳跃者

source: City Lights
ar: أضواء المدينة
cs: Světla města
da: Byens lys
de: Stadtlichter
el: Φώτα της πόλης
es: Luces de la ciudad
fi: Kaupungin valot
fr: Lumières de la ville
he: אורות העיר
hi: शहर की रोशनी
hu: Városi fények
id: Lampu kota
it: Luci della città
ja: 街の灯り
ko: 도시의 불빛
nb: Bylys
nl: Stadslichten
pl: Światła miasta
pt_br: Luzes da cidade
pt_pt: Luzes da cidade
ro: Luminile orașului
sv: Stadens ljus
th: แสงไฟเมือง
tr: Şehir ışıkları
uk: Міські вогні
vi: Ánh đèn thành phố
zh_hans: 城市灯光

source: Classic
ar: كلاسيكي
cs: Klasický
da: Klassisk
de: Klassisch
el: Κλασικό
es: Clásica
fi: Klassinen
fr: Classique
he: קלאסי
hi: क्लासिक
hu: Klasszikus
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
nb: Klassisk
nl: Klassiek
pl: Klasyczna
pt_br: Clássico
pt_pt: Clássico
ro: Clasic
sv: Klassisk
th: คลาสสิก
tr: Klasik
uk: Класичний
vi: Cổ điển
zh_hans: 经典

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Coming soon
ar: قريبًا
cs: Již brzy
da: Kommer snart
de: Demnächst
el: Έρχεται σύντομα
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
he: בקרוב
hi: जल्द आ रहा है
hu: Hamarosan
id: Segera hadir
it: Prossimamente
ja: 近日公開
ko: 출시 예정
nb: Kommer snart
nl: Binnenkort beschikbaar
pl: Wkrótce
pt_br: Em breve
pt_pt: Brevemente
ro: În curând
sv: Kommer snart
th: เร็ว ๆ นี้
tr: Yakında
uk: Скоро з'явиться
vi: Sắp ra mắt
zh_hans: 即将推出

source: Compare your travels
ar: قارن رحلاتك
cs: Porovnejte své cesty
da: Sammenlign dine rejser
de: Vergleiche deine Reisen
el: Συγκρίνετε τα ταξίδια σας
es: Compara tus viajes
fi: Vertaa matkojasi
fr: Comparez vos voyages
he: השווה את הטיולים שלך
hi: अपनी यात्राओं की तुलना करें
hu: Hasonlítsd össze utazásaidat
id: Bandingkan perjalanan Anda
it: Confronta i tuoi viaggi
ja: あなたの旅を比較しよう
ko: 여행 비교하기
nb: Sammenlign reisene dine
nl: Vergelijk je reizen
pl: Porównaj swoje podróże
pt_br: Compare suas viagens
pt_pt: Compara as tuas viagens
ro: Compară-ți călătoriile
sv: Jämför dina resor
th: เปรียบเทียบการเดินทางของคุณ
tr: Seyahatlerini karşılaştır
uk: Порівняйте свої подорожі
vi: So sánh các chuyến đi của bạn
zh_hans: 比较你的旅行

source: Complete!
ar: اكتمل!
cs: Dokončeno!
da: Fuldført!
de: Abgeschlossen!
el: Ολοκληρώθηκε!
es: ¡Completado!
fi: Valmis!
fr: Terminé !
he: הושלם!
hi: पूर्ण!
hu: Kész!
id: Selesai!
it: Completato!
ja: 完了！
ko: 완료!
nb: Fullført!
nl: Voltooid!
pl: Ukończono!
pt_br: Concluído!
pt_pt: Concluído!
ro: Finalizat!
sv: Klart!
th: เสร็จสมบูรณ์!
tr: Tamamlandı!
uk: Завершено!
vi: Hoàn thành!
zh_hans: 已完成！

source: Continue Editing
ar: متابعة التحرير
cs: Pokračovat v úpravách
da: Fortsæt redigering
de: Bearbeitung fortsetzen
el: Συνέχιση επεξεργασίας
es: Continuar editando
fi: Jatka muokkausta
fr: Continuer l'édition
he: המשך עריכה
hi: संपादन जारी रखें
hu: Szerkesztés folytatása
id: Lanjutkan Mengedit
it: Continua modifica
ja: 編集を続ける
ko: 편집 계속하기
nb: Fortsett redigering
nl: Verder bewerken
pl: Kontynuuj edycję
pt_br: Continuar editando
pt_pt: Continuar a editar
ro: Continuă editarea
sv: Fortsätt redigera
th: แก้ไขต่อ
tr: Düzenlemeye devam et
uk: Продовжити редагування
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑

source: Convert
ar: تحويل
cs: Převést
da: Konverter
de: Umwandeln
el: Μετατροπή
es: Convertir
fi: Muunna
fr: Convertir
he: המר
hi: बदलें
hu: Átalakítás
id: Konversi
it: Converti
ja: 変換
ko: 변환
nb: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ro: Convertește
sv: Konvertera
th: แปลง
tr: Dönüştür
uk: Конвертувати
vi: Chuyển đổi
zh_hans: 转换

source: Convert Trip → Memory
ar: حوّل الرحلة إلى ذكرى
cs: Převést cestu na vzpomínku
da: Konverter rejse til minde
de: Reise in Erinnerung umwandeln
el: Μετατροπή ταξιδιού σε ανάμνηση
es: Convertir viaje en recuerdo
fi: Muunna matka muistoksi
fr: Convertir le voyage en souvenir
he: הפוך את הטיול לזיכרון
hi: यात्रा को मेमोरी में बदलें
hu: Utazás átalakítása emlékké
id: Ubah perjalanan menjadi kenangan
it: Trasforma il viaggio in ricordo
ja: 旅をメモリーに変換
ko: 여행을 메모리로 변환
nb: Gjør reisen om til et minne
nl: Reis omzetten in herinnering
pl: Zamień podróż w Memory
pt_br: Converter viagem em lembrança
pt_pt: Converter viagem em memória
ro: Transformă călătoria într-o amintire
sv: Omvandla resa till minne
th: แปลงทริปเป็นความทรงจำ
tr: Seyahati anıya dönüştür
uk: Перетворити подорож на спогад
vi: Chuyển chuyến đi thành kỷ niệm
zh_hans: 将旅行转换为回忆

source: Convert to Memory?
ar: تحويل إلى ذكرى؟
cs: Převést na vzpomínku?
da: Konverter til minde?
de: In Erinnerung umwandeln?
el: Μετατροπή σε ανάμνηση;
es: ¿Convertir en recuerdo?
fi: Muunnetaanko muistoksi?
fr: Convertir en souvenir ?
he: להפוך לזיכרון?
hi: मेमोरी में बदलें?
hu: Átalakítod emlékké?
id: Ubah menjadi kenangan?
it: Trasformare in ricordo?
ja: メモリーに変換しますか？
ko: 메모리로 변환할까요?
nb: Gjøre om til minne?
nl: Omzetten in herinnering?
pl: Zamienić na Memory?
pt_br: Converter em lembrança?
pt_pt: Converter em memória?
ro: Transformi într-o amintire?
sv: Omvandla till minne?
th: แปลงเป็นความทรงจำหรือไม่?
tr: Anıya dönüştürülsün mü?
uk: Перетворити на спогад?
vi: Chuyển thành kỷ niệm?
zh_hans: 转换为回忆？

source: Couldn't create profile link
ar: تعذر إنشاء رابط الملف الشخصي
cs: Nepodařilo se vytvořit odkaz na profil
da: Kunne ikke oprette profillink
de: Profillink konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία συνδέσμου προφίλ
es: No se pudo crear el enlace del perfil
fi: Profiililinkkiä ei voitu luoda
fr: Impossible de créer le lien de profil
he: לא ניתן היה ליצור קישור לפרופיל
hi: प्रोफ़ाइल लिंक नहीं बन सका
hu: Nem sikerült létrehozni a profillinket
id: Tidak dapat membuat tautan profil
it: Impossibile creare il link del profilo
ja: プロフィールリンクを作成できませんでした
ko: 프로필 링크를 생성할 수 없습니다
nb: Kunne ikke opprette profillenke
nl: Kan profiellink niet maken
pl: Nie udało się utworzyć linku do profilu
pt_br: Não foi possível criar o link do perfil
pt_pt: Não foi possível criar a ligação do perfil
ro: Nu s-a putut crea linkul de profil
sv: Det gick inte att skapa profillänk
th: ไม่สามารถสร้างลิงก์โปรไฟล์ได้
tr: Profil bağlantısı oluşturulamadı
uk: Не вдалося створити посилання на профіль
vi: Không thể tạo liên kết hồ sơ
zh_hans: 无法创建个人资料链接

source: Couldn't create share link
ar: تعذّر إنشاء رابط المشاركة
cs: Odkaz ke sdílení se nepodařilo vytvořit
da: Kunne ikke oprette delingslink
de: Freigabelink konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία συνδέσμου κοινής χρήσης
es: No se pudo crear el enlace para compartir
fi: Jakolinkin luonti epäonnistui
fr: Impossible de créer le lien de partage
he: לא ניתן היה ליצור קישור שיתוף
hi: साझा लिंक नहीं बन सका
hu: A megosztási linket nem sikerült létrehozni
id: Tidak dapat membuat tautan berbagi
it: Impossibile creare il link di condivisione
ja: 共有リンクを作成できませんでした
ko: 공유 링크를 만들 수 없습니다
nb: Kunne ikke opprette delingslenke
nl: Deellink kon niet worden gemaakt
pl: Nie udało się utworzyć linku do udostępnienia
pt_br: Não foi possível criar o link de compartilhamento
pt_pt: Não foi possível criar a hiperligação de partilha
ro: Linkul de distribuire nu a putut fi creat
sv: Det gick inte att skapa delningslänk
th: ไม่สามารถสร้างลิงก์แชร์ได้
tr: Paylaşım bağlantısı oluşturulamadı
uk: Не вдалося створити посилання для спільного доступу
vi: Không thể tạo liên kết chia sẻ
zh_hans: 无法创建分享链接
